766b.go-outliner
amazonwebservices.aws-toolkit-vscode
aws-scripting-guy.cform
biomejs.biome
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
foxundermoon.shell-format
genieai.chatgpt-vscode
github.vscode-github-actions
golang.go
grapecity.gc-excelviewer
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
hashicorp.terraform
hbenl.vscode-test-explorer
ics.japanese-proofreading
james-yu.latex-workshop
janisdd.vscode-edit-csv
jebbs.plantuml
jrebocho.vscode-random
kddejong.vscode-cfn-lint
moshfeu.diff-merge
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.test-adapter-converter
oven.bun-vscode
pizzacat83.codic
postman.postman-for-vscode
redhat.vscode-yaml
renesaarsoo.sql-formatter-vsc
rust-lang.rust-analyzer
shardulm94.trailing-spaces
tamasfe.even-better-toml
tomoki1207.pdf
tsutsu3.markdown-named-codeblocks
yzhang.markdown-all-in-one
ziglang.vscode-zig
